Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Hide Git Output
ar: إخفاء مخرجات Git
de: Git-Ausgabe ausblenden
es: Ocultar salida de Git
fr: Masquer la sortie Git
id: Sembunyikan Keluaran Git
it: Nascondi output Git
ja: Git出力を非表示
ko: Git 출력 가리기
nl: Git-uitvoer verbergen
pt_br: Ocultar saída do Git
ru: Скрыть вывод Git
th: ซ่อนผลลัพธ์ Git
tr: Git Çıktısını Gizle
vi: Ẩn đầu ra Git
zh_hans: 隐藏 Git 输出
zh_hant: 隱藏 Git 輸出

source: Higher memory footprint
ar: استهلاك أعلى للذاكرة
de: Höherer Speicherbedarf
es: Mayor uso de memoria
fr: Consommation mémoire plus élevée
id: Penggunaan memori lebih tinggi
it: Maggiore utilizzo di memoria
ja: メモリ使用量が多い
ko: 더 많은 메모리 사용
nl: Hoger geheugengebruik
pt_br: Maior uso de memória
ru: Повышенный расход памяти
th: ใช้หน่วยความจำมากกว่า
tr: Daha yüksek bellek kullanımı
vi: Dùng nhiều bộ nhớ hơn
zh_hans: 内存占用较高
zh_hant: 記憶體佔用較高

source: Homebrew manages updates for this installation.
ar: يدير Homebrew تحديثات هذا التثبيت.
de: Homebrew verwaltet die Updates dieser Installation.
es: Homebrew gestiona las actualizaciones de esta instalación.
fr: Homebrew gère les mises à jour de cette installation.
id: Homebrew mengelola pembaruan untuk instalasi ini.
it: Homebrew gestisce gli aggiornamenti di questa installazione.
ja: このインストールのアップデートはHomebrewが管理します。
ko: 이 설치의 업데이트는 Homebrew에서 관리합니다.
nl: Homebrew beheert de updates van deze installatie.
pt_br: O Homebrew gerencia as atualizações desta instalação.
ru: Обновления этой установки управляются Homebrew.
th: Homebrew จัดการการอัปเดตสำหรับการติดตั้งนี้
tr: Bu kurulumun güncellemelerini Homebrew yönetir.
vi: Homebrew quản lý bản cập nhật cho bản cài đặt này.
zh_hans: 此安装的更新由 Homebrew 管理。
zh_hant: 此安裝的更新由 Homebrew 管理。

source: Host
ar: المضيف
fr: Hôte
ja: ホスト
ko: 호스트
ru: Хост
th: โฮสต์
tr: Sunucu
vi: Máy chủ
zh_hans: 主机
zh_hant: 主機

source: Ignored
ar: متجاهَل
de: Ignoriert
es: Ignorado
fr: Ignoré
id: Diabaikan
it: Ignorato
ja: 無視
ko: 무시됨
nl: Genegeerd
pt_br: Ignorado
ru: Игнорируется
th: ละเว้น
tr: Yok sayılıyor
vi: Bị bỏ qua
zh_hans: 已忽略
zh_hant: 已忽略

source: Image rendering
ar: عرض الصور
de: Bilddarstellung
es: Renderizado de imágenes
fr: Rendu des images
id: Perenderan gambar
it: Rendering delle immagini
ja: 画像レンダリング
ko: 이미지 렌더링
nl: Afbeeldingsweergave
pt_br: Renderização de imagens
ru: Отрисовка изображений
th: การเรนเดอร์ภาพ
tr: Görüntü işleme
vi: Kết xuất hình ảnh
zh_hans: 图像渲染
zh_hant: 影像渲染

source: Image unavailable
ar: الصورة غير متاحة
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image indisponible
id: Gambar tidak tersedia
it: Immagine non disponibile
ja: 画像を表示できません
ko: 이미지를 사용할 수 없음
nl: Afbeelding niet beschikbaar
pt_br: Imagem indisponível
ru: Изображение недоступно
th: ภาพไม่พร้อมใช้งาน
tr: Görüntü kullanılamıyor
vi: Không có hình ảnh
zh_hans: 图像不可用
zh_hant: 影像不可用

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeer
pt_br: Importar
ru: Импортировать
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import Settings…
ar: استيراد الإعدادات…
de: Einstellungen importieren…
es: Importar ajustes…
fr: Importer les réglages…
id: Impor Pengaturan…
it: Importa impostazioni…
ja: 設定を読み込む…
ko: 설정 가져오기…
nl: Instellingen importeren…
pt_br: Importar ajustes…
ru: Импортировать настройки…
th: นำเข้าการตั้งค่า…
tr: Ayarları İçe Aktar…
vi: Nhập cài đặt…
zh_hans: 导入设置…
zh_hant: 匯入設定…

source: Info
ar: المعلومات
es: Información
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 信息

source: Info (⇧⌘I)
ar: المعلومات (⇧⌘I)
es: Información (⇧⌘I)
fr: Infos (⇧⌘I)
ja: 情報（⇧⌘I）
ko: 정보 (⇧⌘I)
pt_br: Informações (⇧⌘I)
ru: Информация (⇧⌘I)
th: ข้อมูล (⇧⌘I)
tr: Bilgi (⇧⌘I)
vi: Thông tin (⇧⌘I)
zh_hans: 信息（⇧⌘I）
zh_hant: 信息（⇧⌘I）

source: Inherit Project Command
ar: وراثة أمر المشروع
de: Projektbefehl übernehmen
es: Heredar comando del proyecto
fr: Hériter de la commande du projet
id: Warisi Perintah Proyek
it: Eredita comando del progetto
ja: プロジェクトコマンドを継承
ko: 프로젝트 명령 상속
nl: Projectopdracht overnemen
pt_br: Herdar comando do projeto
ru: Наследовать команду проекта
th: สืบทอดคำสั่งโปรเจ็กต์
tr: Proje Komutunu Devral
vi: Kế thừa lệnh dự án
zh_hans: 继承项目命令
zh_hant: 繼承專案命令

source: Initialization Command
ar: أمر التهيئة
de: Initialisierungsbefehl
es: Comando de inicialización
fr: Commande d'initialisation
id: Perintah Inisialisasi
it: Comando di inizializzazione
ja: 初期化コマンド
ko: 초기화 명령
nl: Initialisatieopdracht
pt_br: Comando de inicialização
ru: Команда инициализации
th: คำสั่งเริ่มต้น
tr: Başlatma Komutu
vi: Lệnh khởi tạo
zh_hans: 初始化命令
zh_hant: 初始化命令

source: Initialize Repository
ar: تهيئة المستودع
de: Repository initialisieren
es: Inicializar repositorio
fr: Initialiser le dépôt
id: Inisialisasi Repositori
it: Inizializza repository
ja: リポジトリを初期化
ko: 저장소 초기화
nl: Repository initialiseren
pt_br: Inicializar repositório
ru: Инициализировать репозиторий
th: เริ่มต้นที่เก็บ
tr: Depoyu Başlat
vi: Khởi tạo kho
zh_hans: 初始化仓库
zh_hant: 初始化儲存庫

source: Initialize repository
ar: تهيئة المستودع
de: Repository initialisieren
es: Inicializar repositorio
fr: Initialiser le dépôt
id: Inisialisasi repositori
it: Inizializza repository
ja: リポジトリを初期化
ko: 저장소 초기화
nl: Repository initialiseren
pt_br: Inicializar repositório
ru: Инициализировать репозиторий
th: เริ่มต้นที่เก็บ
tr: Depoyu başlat
vi: Khởi tạo kho
zh_hans: 初始化仓库
zh_hant: 初始化儲存庫

source: Initialize the terminal’s current directory to start tracking changes.
ar: هيّئ مجلد الطرفية الحالي لبدء تتبع التغييرات.
de: Initialisiere das aktuelle Terminalverzeichnis, um Änderungen zu verfolgen.
es: Inicializa el directorio actual del terminal para empezar a registrar cambios.
fr: Initialisez le répertoire actuel du terminal pour commencer à suivre les modifications.
id: Inisialisasi direktori terminal saat ini untuk mulai melacak perubahan.
it: Inizializza la directory corrente del terminale per iniziare a tracciare le modifiche.
ja: ターミナルの現在のディレクトリを初期化し、変更の追跡を始めます。
ko: 터미널의 현재 디렉터리를 초기화하여 변경 사항 추적을 시작하세요.
nl: Initialiseer de huidige terminalmap om wijzigingen bij te houden.
pt_br: Inicialize o diretório atual do terminal para começar a rastrear alterações.
ru: Инициализируйте текущий каталог терминала, чтобы начать отслеживать изменения.
th: เริ่มต้นไดเรกทอรีปัจจุบันของเทอร์มินัลเพื่อเริ่มติดตามการเปลี่ยนแปลง
tr: Değişiklikleri izlemeye başlamak için terminalin geçerli dizinini başlatın.
vi: Khởi tạo thư mục hiện tại của terminal để bắt đầu theo dõi thay đổi.
zh_hans: 初始化终端的当前目录以开始跟踪更改。
zh_hant: 初始化終端機的目前目錄以開始追蹤變更。

source: Insert Absolute Path in Terminal
ar: إدراج المسار المطلق في الطرفية
de: Absoluten Pfad ins Terminal einfügen
es: Insertar ruta absoluta en el terminal
fr: Insérer le chemin absolu dans le terminal
id: Sisipkan Path Absolut ke Terminal
it: Inserisci percorso assoluto nel terminale
ja: 絶対パスをターミナルに挿入
ko: 터미널에 절대 경로 삽입
nl: Absoluut pad in terminal invoegen
pt_br: Inserir caminho absoluto no terminal
ru: Вставить абсолютный путь в терминал
th: แทรกพาธแบบเต็มในเทอร์มินัล
tr: Terminale Mutlak Yol Ekle
vi: Chèn đường dẫn tuyệt đối vào terminal
zh_hans: 在终端中插入绝对路径
zh_hant: 在終端機中插入絕對路徑

source: Insert into Terminal
ar: إدراج في الطرفية
de: Ins Terminal einfügen
es: Insertar en el terminal
fr: Insérer dans le terminal
id: Sisipkan ke Terminal
it: Inserisci nel terminale
ja: ターミナルに入力
ko: 터미널에 삽입
nl: In terminal invoegen
pt_br: Inserir no terminal
ru: Вставить в терминал
th: แทรกในเทอร์มินัล
tr: Terminale Ekle
vi: Chèn vào terminal
zh_hans: 填入终端
zh_hant: 填入終端機

source: Inserts the command without running it.
ar: يُدرج الأمر دون تشغيله.
de: Fügt den Befehl ein, ohne ihn auszuführen.
es: Inserta el comando sin ejecutarlo.
fr: Insère la commande sans l'exécuter.
id: Menyisipkan perintah tanpa menjalankannya.
it: Inserisce il comando senza eseguirlo.
ja: コマンドを実行せずにターミナルへ入力します。
ko: 명령을 실행하지 않고 삽입합니다.
nl: Voegt de opdracht in zonder deze uit te voeren.
pt_br: Insere o comando sem executá-lo.
ru: Вставляет команду без выполнения.
th: แทรกคำสั่งโดยไม่เรียกใช้
tr: Komutu çalıştırmadan ekler.
vi: Chèn lệnh mà không chạy.
zh_hans: 将命令填入终端，但不执行。
zh_hant: 將命令填入終端機，但不執行。

source: Installed with Homebrew
ar: مثبّت عبر Homebrew
de: Mit Homebrew installiert
es: Instalado con Homebrew
fr: Installé avec Homebrew
id: Diinstal dengan Homebrew
it: Installato con Homebrew
ja: Homebrewでインストール済み
ko: Homebrew로 설치됨
nl: Geïnstalleerd met Homebrew
pt_br: Instalado com Homebrew
ru: Установлено через Homebrew
th: ติดตั้งด้วย Homebrew
tr: Homebrew ile yüklendi
vi: Đã cài bằng Homebrew
zh_hans: 通过 Homebrew 安装
zh_hant: 透過 Homebrew 安裝

source: Interface
ar: الواجهة
de: Oberfläche
es: Interfaz
id: Antarmuka
it: Interfaccia
ja: インターフェース
ko: 인터페이스
ru: Интерфейс
th: อินเทอร์เฟซ
tr: Arayüz
vi: Giao diện
zh_hans: 界面
zh_hant: 界面

source: Interface size
ar: حجم الواجهة
de: Oberflächengröße
es: Tamaño de la interfaz
fr: Taille de l'interface
id: Ukuran antarmuka
it: Dimensione dell'interfaccia
ja: インターフェースサイズ
ko: 인터페이스 크기
nl: Interfacegrootte
pt_br: Tamanho da interface
ru: Размер интерфейса
th: ขนาดอินเทอร์เฟซ
tr: Arayüz boyutu
vi: Kích thước giao diện
zh_hans: 界面大小
zh_hant: 界面大小

source: It could not be written to disk.
ar: تعذّرت الكتابة إلى القرص.
de: Schreiben auf den Datenträger fehlgeschlagen.
es: No se pudo escribir en el disco.
fr: L'écriture sur le disque a échoué.
id: Tidak dapat ditulis ke disk.
it: Impossibile scrivere sul disco.
ja: ディスクに書き込めませんでした。
ko: 디스크에 쓸 수 없습니다.
nl: Kan niet naar schijf schrijven.
pt_br: Não foi possível gravar no disco.
ru: Не удалось записать на диск.
th: ไม่สามารถเขียนลงดิสก์ได้
tr: Diske yazılamadı.
vi: Không thể ghi vào ổ đĩa.
zh_hans: 无法写入磁盘。
zh_hant: 無法寫入磁盤。

source: Keep the window, sidebars, and editor on Zshell’s default colors
ar: يُبقي النافذة والأشرطة الجانبية والمحرر بألوان Zshell الافتراضية
de: Standardfarben von Zshell für Fenster, Seitenleisten und Editor beibehalten
es: Mantener los colores predeterminados de Zshell en la ventana, las barras laterales y el editor
fr: Conserver les couleurs par défaut de Zshell pour la fenêtre, les barres latérales et l'éditeur
id: Pertahankan warna default Zshell pada jendela, bilah samping, dan editor
it: Mantieni i colori predefiniti di Zshell per finestra, barre laterali ed editor
ja: ウインドウ、サイドバー、エディタにはZshellのデフォルトカラーを使用します
ko: 창, 사이드바 및 편집기에 Zshell 기본 색상 유지
nl: Behoud de standaardkleuren van Zshell voor venster, zijbalken en editor
pt_br: Manter as cores padrão do Zshell na janela, nas barras laterais e no editor
ru: Сохраняет стандартные цвета Zshell для окна, боковых панелей и редактора
th: คงสีเริ่มต้นของ Zshell สำหรับหน้าต่าง แถบด้านข้าง และตัวแก้ไข
tr: Pencere, kenar çubukları ve düzenleyicide Zshell’in varsayılan renklerini korur
vi: Giữ màu mặc định của Zshell cho cửa sổ, thanh bên và trình soạn thảo
zh_hans: 窗口、侧边栏和编辑器使用 Zshell 的默认配色
zh_hant: 視窗、側邊欄和編輯器使用 Zshell 的預設配色

source: Keeps the toolbar hidden
ar: يُبقي شريط الأدوات مخفيًا
de: Blendet die Symbolleiste immer aus
es: Mantiene oculta la barra de herramientas
fr: Garde la barre d'outils masquée
id: Membiarkan bilah alat tersembunyi
it: Mantiene nascosta la barra strumenti
ja: ツールバーを常に非表示にします
ko: 도구 막대를 숨긴 상태로 유지합니다
nl: Houdt de knoppenbalk verborgen
pt_br: Mantém a barra de ferramentas oculta
ru: Всегда скрывает панель инструментов
th: ซ่อนแถบเครื่องมือไว้เสมอ
tr: Araç çubuğunu gizli tutar
vi: Luôn ẩn thanh công cụ
zh_hans: 始终隐藏工具栏
zh_hant: 始終隱藏工具欄

source: Kill Process (%@)
ar: إنهاء العملية قسريًا (%@)
de: Prozess sofort beenden (%@)
es: Matar proceso (%@)
fr: Tuer le processus (%@)
id: Hentikan Paksa Proses (%@)
it: Forza terminazione processo (%@)
ja: プロセスを終了（%@）
ko: 프로세스 강제 종료 (%@)
nl: Proces geforceerd stoppen (%@)
pt_br: Forçar encerramento do processo (%@)
ru: Принудительно завершить процесс (%@)
th: บังคับหยุดโปรเซส (%@)
tr: İşlemi Zorla Sonlandır (%@)
vi: Buộc dừng tiến trình (%@)
zh_hans: 终止进程（%@）
zh_hant: 終止程序（%@）

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Latin family
ar: عائلة الخط اللاتيني
de: Lateinische Schriftfamilie
es: Familia latina
fr: Famille latine
id: Keluarga font Latin
it: Famiglia latina
ja: ラテン文字フォント
ko: 라틴 글꼴 모음
nl: Latijnse lettertypefamilie
pt_br: Família latina
ru: Латинское семейство
th: ตระกูลฟอนต์ละติน
tr: Latin yazı tipi ailesi
vi: Họ phông Latin
zh_hans: 拉丁字体
zh_hant: 拉丁字體

source: Launch
ar: تشغيل
de: Starten
es: Iniciar
fr: Lancer
id: Luncurkan
it: Avvia
ja: 起動
ko: 실행
nl: Start
pt_br: Iniciar
ru: Запустить
th: เปิดใช้
tr: Başlat
vi: Khởi chạy
zh_hans: 启动
zh_hant: 啟動

source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
id: Kiri
it: Sinistra
ja: 左
ko: 왼쪽
nl: Links
pt_br: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Trái
zh_hans: 向左
zh_hant: 向左

source: Lets agents delegate work and coordinate across Zshell panes
ar: يتيح للوكلاء تفويض العمل والتنسيق بين لوحات Zshell
de: Ermöglicht Agenten, Aufgaben zu delegieren und sich über Zshell-Bereiche hinweg abzustimmen
es: Permite a los agentes delegar trabajo y coordinarse entre paneles de Zshell
fr: Permet aux agents de déléguer des tâches et de se coordonner entre les volets Zshell
id: Memungkinkan agen mendelegasikan pekerjaan dan berkoordinasi antar panel Zshell
it: Consente agli agenti di delegare il lavoro e coordinarsi tra i riquadri di Zshell
ja: エージェントがZshellのペイン間で作業を委任し、連携できるようにします
ko: 에이전트가 Zshell 분할 창 간에 작업을 위임하고 조율할 수 있도록 합니다
nl: Laat agents werk delegeren en samenwerken tussen Zshell-panelen
pt_br: Permite que agentes deleguem trabalho e se coordenem entre painéis do Zshell
ru: Позволяет агентам распределять работу и координировать её между панелями Zshell
th: ให้เอเจนต์มอบหมายงานและประสานงานระหว่างบานหน้าต่าง Zshell
tr: Aracıların Zshell bölmeleri arasında iş devretmesini ve eşgüdüm sağlamasını mümkün kılar
vi: Cho phép tác tử phân công và phối hợp công việc giữa các ô Zshell
zh_hans: 让 agent 在 Zshell 窗格间分派工作并协作
zh_hant: 讓 agent 在 Zshell 窗格間分派工作並協作

source: Lets coding agents insert a new line with Shift+Enter while Enter still submits the prompt
ar: يتيح إدراج سطر جديد بـ Shift+Enter في وكلاء البرمجة، مع إبقاء Enter لإرسال المطالبة
de: Ermöglicht Coding-Agenten einen Zeilenumbruch mit Shift+Enter, während Enter weiterhin den Prompt sendet
es: Permite a los agentes de programación insertar una línea con Shift+Enter mientras Enter sigue enviando el prompt
fr: Permet aux agents de développement d'insérer une nouvelle ligne avec Shift+Enter, tandis qu'Enter envoie toujours l'invite
id: Memungkinkan baris baru dengan Shift+Enter pada agen pemrograman, sementara Enter tetap mengirim prompt
it: Consente agli agenti di programmazione di inserire una nuova riga con Shift+Enter, mentre Enter invia il prompt
ja: Enterでプロンプトを送信する動作はそのままに、コーディングエージェントでShift+Enterによる改行を挿入できます
ko: 코딩 에이전트에서 Shift+Enter로 줄을 바꾸고 Enter로 프롬프트를 전송할 수 있습니다
nl: Laat programmeeragents met Shift+Enter een nieuwe regel invoegen, terwijl Enter de prompt verstuurt
pt_br: Permite que agentes de programação insiram uma nova linha com Shift+Enter enquanto Enter continua enviando o prompt
ru: Позволяет вставлять новую строку по Shift+Enter в агентах программирования, сохраняя отправку запроса по Enter
th: ให้เอเจนต์เขียนโค้ดขึ้นบรรทัดใหม่ด้วย Shift+Enter ขณะที่ Enter ยังส่งพรอมต์
tr: Kodlama aracılarında Shift+Enter ile yeni satır eklerken Enter ile istem göndermeyi korur
vi: Cho phép xuống dòng bằng Shift+Enter trong tác tử lập trình, còn Enter vẫn gửi câu lệnh
zh_hans: 让编码智能体使用 Shift+Enter 插入新行，同时 Enter 仍会提交提示词
zh_hant: 讓編碼智能體使用 Shift+Enter 插入新行，同時 Enter 仍會提交提示詞

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pt_br: Claro
ru: Светлый
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Light theme
ar: السمة الفاتحة
de: Helles Design
es: Tema claro
fr: Thème clair
id: Tema terang
it: Tema chiaro
ja: ライトテーマ
ko: 라이트 테마
nl: Licht thema
pt_br: Tema claro
ru: Светлая тема
th: ธีมสว่าง
tr: Açık tema
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

source: Line %lld could not be read: %@
ar: تعذّرت قراءة السطر %lld: %@
de: Zeile %lld konnte nicht gelesen werden: %@
es: No se pudo leer la línea %lld: %@
fr: Impossible de lire la ligne %lld : %@
id: Baris %lld tidak dapat dibaca: %@
it: Impossibile leggere la riga %lld: %@
ja: %lld 行目を読み込めませんでした：%@
ko: %lld번째 줄을 읽을 수 없습니다: %@
nl: Kan regel %lld niet lezen: %@
pt_br: Não foi possível ler a linha %lld: %@
ru: Не удалось прочитать строку %lld: %@
th: ไม่สามารถอ่านบรรทัด %lld: %@
tr: %lld. satır okunamadı: %@
vi: Không thể đọc dòng %lld: %@
zh_hans: 第 %lld 行无法读取：%@
zh_hant: 第 %lld 行無法讀取：%@

source: Line height
ar: ارتفاع السطر
de: Zeilenhöhe
es: Altura de línea
fr: Hauteur de ligne
id: Tinggi baris
it: Altezza della riga
ja: 行の高さ
ko: 줄 높이
nl: Regelhoogte
pt_br: Altura da linha
ru: Высота строки
th: ความสูงบรรทัด
tr: Satır yüksekliği
vi: Chiều cao dòng
zh_hans: 行高
zh_hant: 行高

source: Loading remote directory…
ar: جارٍ تحميل المجلد البعيد…
de: Entferntes Verzeichnis wird geladen…
es: Cargando directorio remoto…
fr: Chargement du répertoire distant…
id: Memuat direktori jarak jauh…
it: Caricamento della directory remota…
ja: リモートディレクトリを読み込み中…
ko: 원격 디렉터리 불러오는 중…
nl: Externe map laden…
pt_br: Carregando diretório remoto…
ru: Загрузка удалённого каталога…
th: กำลังโหลดไดเรกทอรีระยะไกล…
tr: Uzak dizin yükleniyor…
vi: Đang tải thư mục từ xa…
zh_hans: 正在加载远程目录…
zh_hant: 正在載入遠端目錄…

source: Login shell
ar: صدفة تسجيل الدخول
es: Shell de inicio de sesión
fr: Shell de connexion
id: Shell login
it: Shell di login
ja: ログインシェル
ko: 로그인 셸
nl: Inlogshell
pt_br: Shell de login
ru: Оболочка входа
th: ล็อกอินเชลล์
tr: Oturum açma kabuğu
vi: Shell đăng nhập
zh_hans: 登录 Shell
zh_hant: 登入 Shell

source: Long-running commands
ar: الأوامر طويلة التشغيل
de: Lange laufende Befehle
es: Comandos de larga duración
fr: Commandes longues
id: Perintah berdurasi panjang
it: Comandi di lunga durata
ja: 長時間実行のコマンド
ko: 오래 실행되는 명령
nl: Langlopende opdrachten
pt_br: Comandos de longa duração
ru: Длительные команды
th: คำสั่งที่ทำงานนาน
tr: Uzun süren komutlar
vi: Lệnh chạy lâu
zh_hans: 长时间运行的命令
zh_hant: 長時間執行的命令

source: Lower memory footprint
ar: استهلاك أقل للذاكرة
de: Geringerer Speicherbedarf
es: Menor uso de memoria
fr: Consommation mémoire plus faible
id: Penggunaan memori lebih rendah
it: Minore utilizzo di memoria
ja: メモリ使用量が少ない
ko: 더 적은 메모리 사용
nl: Lager geheugengebruik
pt_br: Menor uso de memória
ru: Пониженный расход памяти
th: ใช้หน่วยความจำน้อยกว่า
tr: Daha düşük bellek kullanımı
vi: Dùng ít bộ nhớ hơn
zh_hans: 内存占用较低
zh_hant: 記憶體佔用較低

source: MERGE CHANGES
ar: تغييرات الدمج
de: MERGE-ÄNDERUNGEN
es: CAMBIOS DE FUSIÓN
fr: MODIFICATIONS DE FUSION
id: PERUBAHAN MERGE
it: MODIFICHE DI MERGE
ja: マージの変更
ko: 병합 변경 사항
nl: MERGEWIJZIGINGEN
pt_br: ALTERAÇÕES DE MERGE
ru: ИЗМЕНЕНИЯ СЛИЯНИЯ
th: การเปลี่ยนแปลงจากการผสาน
tr: BİRLEŞTİRME DEĞİŞİKLİKLERİ
vi: THAY ĐỔI HỢP NHẤT
zh_hans: 合并更改
zh_hant: 合併變更

source: Manage Quick Commands…
ar: إدارة الأوامر السريعة…
de: Schnellbefehle verwalten…
es: Gestionar comandos rápidos…
fr: Gérer les commandes rapides…
id: Kelola Perintah Cepat…
it: Gestisci comandi rapidi…
ja: クイックコマンドを管理…
ko: 빠른 명령 관리…
nl: Snelle opdrachten beheren…
pt_br: Gerenciar comandos rápidos…
ru: Управление быстрыми командами…
th: จัดการคำสั่งด่วน…
tr: Hızlı Komutları Yönet…
vi: Quản lý lệnh nhanh…
zh_hans: 管理快速命令…
zh_hant: 管理快速命令…

source: Mark Resolved (Stage)
ar: وضع علامة محلول (تجهيز)
de: Als gelöst markieren (vormerken)
es: Marcar como resuelto (preparar)
fr: Marquer comme résolu (indexer)
id: Tandai Terselesaikan (Stage)
it: Segna come risolto (staging)
ja: 解決済みにする（ステージ）
ko: 해결됨으로 표시 (스테이징)
nl: Markeer als opgelost (klaarzetten)
pt_br: Marcar como resolvido (preparar)
ru: Отметить как решённое (в индекс)
th: ทำเครื่องหมายว่าแก้ไขแล้ว (จัดเตรียม)
tr: Çözüldü Olarak İşaretle (Hazırla)
vi: Đánh dấu đã giải quyết (đưa vào vùng chờ)
zh_hans: 标记为已解决（暂存）
zh_hant: 標記為已解決（暫存）

source: Mark Reviewed
ar: وضع علامة تمت المراجعة
de: Als geprüft markieren
es: Marcar como revisado
fr: Marquer comme examiné
id: Tandai Ditinjau
it: Segna come revisionato
ja: レビュー済みにする
ko: 검토됨으로 표시
nl: Markeer als beoordeeld
pt_br: Marcar como revisado
ru: Отметить проверенным
th: ทำเครื่องหมายว่าตรวจทานแล้ว
tr: İncelendi Olarak İşaretle
vi: Đánh dấu đã xem xét
zh_hans: 标记为已审阅
zh_hant: 標記為已審閱

source: Mark these exact changes as reviewed
ar: وضع علامة تمت المراجعة على هذه التغييرات بعينها
de: Genau diese Änderungen als geprüft markieren
es: Marcar estos cambios exactos como revisados
fr: Marquer ces modifications exactes comme examinées
id: Tandai perubahan persis ini sebagai ditinjau
it: Segna queste esatte modifiche come revisionate
ja: この変更内容をレビュー済みにする
ko: 이 변경 사항을 검토됨으로 표시
nl: Markeer precies deze wijzigingen als beoordeeld
pt_br: Marcar exatamente estas alterações como revisadas
ru: Отметить именно эти изменения проверенными
th: ทำเครื่องหมายว่าตรวจทานการเปลี่ยนแปลงชุดนี้แล้ว
tr: Bu değişikliklerin tam olarak bu halini incelendi olarak işaretle
vi: Đánh dấu chính các thay đổi này là đã xem xét
zh_hans: 将这些具体变更标记为已审阅
zh_hant: 將這些具體變更標記為已審閱

source: Mark this file as unreviewed
ar: وضع علامة لم تتم المراجعة على هذا الملف
de: Diese Datei als ungeprüft markieren
es: Marcar este archivo como no revisado
fr: Marquer ce fichier comme non examiné
id: Tandai file ini sebagai belum ditinjau
it: Segna questo file come non revisionato
ja: このファイルを未レビューに戻す
ko: 이 파일을 미검토로 표시
nl: Markeer dit bestand als niet beoordeeld
pt_br: Marcar este arquivo como não revisado
ru: Отметить файл непроверенным
th: ทำเครื่องหมายไฟล์นี้ว่ายังไม่ได้ตรวจทาน
tr: Bu dosyayı incelenmedi olarak işaretle
vi: Đánh dấu tệp này là chưa xem xét
zh_hans: 将此文件标记为未审阅
zh_hant: 將此檔案標記為未審閱

source: Match Case
ar: مطابقة حالة الأحرف
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas
fr: Respecter la casse
id: Cocokkan Huruf Besar/Kecil
it: Distingui maiuscole e minuscole
ja: 大文字と小文字を区別
ko: 대소문자 구분
nl: Hoofdlettergevoelig
pt_br: Diferenciar maiúsculas
ru: Учитывать регистр
th: ตรงตามตัวพิมพ์
tr: Büyük/Küçük Harfe Duyarlı
vi: Phân biệt hoa thường
zh_hans: 区分大小写
zh_hant: 區分大小寫

source: Media, files, system tools, and local AI
ar: وسائط وملفات وأدوات نظام وذكاء اصطناعي محلي
de: Medien, Dateien, Systemwerkzeuge und lokale KI
es: Medios, archivos, herramientas del sistema e IA local
fr: Médias, fichiers, outils système et IA locale
id: Media, file, alat sistem, dan AI lokal
it: Media, file, strumenti di sistema e IA locale
ja: メディア、ファイル、システムツール、ローカル AI
ko: 미디어, 파일, 시스템 도구 및 로컬 AI
nl: Media, bestanden, systeemtools en lokale AI
pt_br: Mídia, arquivos, ferramentas do sistema e IA local
ru: Медиа, файлы, системные инструменты и локальный ИИ
th: สื่อ ไฟล์ เครื่องมือระบบ และ AI ในเครื่อง
tr: Medya, dosyalar, sistem araçları ve yerel YZ
vi: Đa phương tiện, tệp, công cụ hệ thống và AI cục bộ
zh_hans: 媒体、文件、系统工具与本地 AI
zh_hant: 媒體、檔案、系統工具與本機 AI

source: Merge in progress
ar: الدمج قيد التنفيذ
de: Merge läuft
es: Fusión en curso
fr: Fusion en cours
id: Merge sedang berlangsung
it: Merge in corso
ja: マージの実行中
ko: 병합 진행 중
nl: Merge wordt uitgevoerd
pt_br: Merge em andamento
ru: Выполняется слияние
th: กำลังผสาน
tr: Birleştirme sürüyor
vi: Đang hợp nhất
zh_hans: 正在合并
zh_hant: 正在合併
